Repository: xunafay/Quotient
Catalog: lib/localization/app_*.arb
Languages: be, fr, kn, pl, zh_tw

source: Home
be: Галоўная
fr: Accueil
kn: ಹೋಂ
pl: Dom
zh_tw: 首頁

source: Transactions
be: Транзакцыі
kn: ವಹಿವಾಟುಗಳು
pl: Transakcje
zh_tw: 交易

# welcomeMessage
source: Welcome back!
be: Сардэчна запрашаем!
fr: Contents de vous revoir !
kn: ಮರಳಿ ಸ್ವಾಗತ!
pl: Witaj z powrotem!
zh_tw: 歡迎回來！

source: Categories
be: Катэгорыі
fr: Catégories
kn: ವರ್ಗಗಳು
pl: Kategorie
zh_tw: 類別

source: Accounts
be: Рахункі
fr: Comptes
kn: ಖಾತೆಗಳು
pl: Konta
zh_tw: 帳戶

source: Budget
be: Бюджэт
kn: ಬಜೆಟ್
pl: Budżet
zh_tw: 預算

source: Overview
be: Агляд
fr: Synthèse
kn: ಅವಲೋಕನ
pl: Przeglad
zh_tw: 概觀

source: Default account
fr: Compte par défaut
kn: ಡೀಫಾಲ್ಟ್ ಖಾತೆ
pl: Domyślne konto
zh_tw: 預設帳戶

source: Recurring
be: Перыядычныя
fr: Souscriptions
kn: ಮರುಕಳಿಸುವ ಪಾವತಿ
pl: Cykliczne
zh_tw: 週期性活動

source: Debts
be: Пазыкі
fr: Emprunts
kn: ಸಾಲಗಳು
pl: Długi
zh_tw: 借貸

# addTransactionTooltip
source: Add transaction
be: Дадаць транзакцыю
fr: Ajouter une transaction
kn: ವಹಿವಾಟು ಸೇರಿಸಿ
pl: Dodaj transakcje
zh_tw: 新增交易

# addAccountTooltip
source: Add account
be: Дадаць рахунак
fr: Ajouter un compte
kn: ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
pl: Dodaj konto
zh_tw: 新增帳戶

# addCategoryTooltip
source: Add category
be: Дадаць катэгорыю
fr: Ajouter une catégorie
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ
pl: Dodaj kategorię
zh_tw: 新增類別

# addDebtTooltip
source: Add debt
be: Дадаць пазыку
fr: Ajouter un emprunt
kn: ಸಾಲವನ್ನು ಸೇರಿಸಿ
pl: Dodaj dług
zh_tw: 新增借貸記錄

# addRecurringTooltip
source: Add recurring
be: Дадаць перыядычныя траты
fr: Ajouter une souscription
kn: ಮರುಕಳಿಸುವ ಸೇರಿಸಿ
pl: Dodaj transakcję cykliczną
zh_tw: 新增週期性活動

# selectDateRangeTooltip
source: Date range
be: Перыяд
fr: Période
kn: ದಿನಾಂಕ ಶ್ರೇಣಿ
pl: Termin
zh_tw: 日期範圍

# transactionSubTittleText
source: {bankName} â€¢ {dateString}
be: {bankName} • {dateString}
fr: {bankName} • {dateString}
kn: {bankName} • {dateString}
pl: {bankName} • {dateString}
zh_tw: {bankName} • {dateString}

source: Add Category
be: Дадаць катэгорыю
fr: Ajouter une catégorie
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ
pl: Dodaj kategorię
zh_tw: 新增類別

# addCategoryEmptyTitle
source: No categories
be: Няма катэгорый
fr: Aucune catégorie
kn: ಯಾವುದೇ ವರ್ಗಗಳಿಲ್ಲ
pl: Brak kategorii
zh_tw: 無類別

# addCategoryEmptySubTitle
source: Add categories to select
be: Дадайце катэгорыі для выбару
fr: Ajoutez une catégorie à séléctionner
kn: ಆಯ್ಕೆ ಮಾಡಲು ವರ್ಗಗಳನ್ನು ಸೇರಿಸಿ
pl: Brak kategorii do wybrania
zh_tw: 新增類別以選取

# addAccountEmptyTitle
source: No accounts
be: Няма рахункаў
fr: Aucune compte
kn: ಯಾವುದೇ ಖಾತೆಗಳಿಲ್ಲ
pl: Brak kont
zh_tw: 無帳戶

# addAccountEmptySubTitle
source: Add account to select
be: Дадайце рахункі для выбару
fr: Ajouter un compte à séléctionner
kn: ಆಯ್ಕೆ ಮಾಡಲು ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
pl: Brak konta do wybrania
zh_tw: 新增帳戶以選取

source: Add transaction
be: Дадаць транзакцыю
fr: Ajouter une transaction
kn: ವಹಿವಾಟು ಸೇರಿಸಿ
pl: Dodaj transakcje
zh_tw: 新增交易

source: Update transaction
be: Абнавіць транзакцыю
fr: Mettre à jour les transactions
kn: ವಹಿವಾಟನ್ನು ನವೀಕರಿಸಿ
pl: Zaktualizuj transakcje
zh_tw: 更新交易

# addedTransaction
source: Transaction added
be: Транзакцыя дададзена
fr: Transaction ajoutée
kn: ವಹಿವಾಟು ಸೇರಿಸಲಾಗಿದೆ
pl: Transakcja została dodana
zh_tw: 已新增交易

# updatedTransaction
source: Transaction updated
be: Транзакцыя абноўлена
fr: Transaction mise à jour
kn: ವಹಿವಾಟು ನವೀಕರಿಸಲಾಗಿದೆ
pl: Transakcja została zaktualizowana
zh_tw: 已更新交易

# deletedTransaction
source: Transaction deleted
be: Транзакцыя выдалена
fr: Transaction supprimée
kn: ವಹಿವಾಟು ಅಳಿಸಲಾಗಿದೆ
pl: Transakcja została usunięta
zh_tw: 已刪除交易

source: Expense name
be: Назва выдатку
fr: Titre de la dépense
kn: ವೆಚ್ಚದ ಹೆಸರು
pl: Nazwa wydatku
zh_tw: 支出名稱

source: Description
be: Апісанне
kn: ವಿವರಣೆ
pl: Opis
zh_tw: 描述

source: Select account
be: Абярыце рахунак
fr: Sélectionnez un compte
kn: ಖಾತೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz konto
zh_tw: 選取帳戶

source: Select category
be: Абярыце катэгорыю
fr: Sélectionnez une catégorie
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz kategorię
zh_tw: 選取類別

source: Settings
be: Налады
fr: Paramètres
kn: ಸಂಯೋಜನೆಗಳು
pl: Ustawienia
zh_tw: 設定

# localApp
source: Unlock with fingerprint
be: Заблакаваць дадатак
fr: Dévérouillez avec une empreinte
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
pl: Odblokuj odciskiem palca
zh_tw: 透過指紋解鎖

source: Expense
be: Выдатак
fr: Dépenses
kn: ವೆಚ್ಚ
pl: Wydatek
zh_tw: 支出

source: Transfer
be: Пералік
fr: Transfert
kn: ವರ್ಗಾವಣೆ
zh_tw: 轉移

source: Daily
be: Штодзённы
fr: Quotidienne
kn: ದೈನಂದಿನ
pl: Dziennie
zh_tw: 每日

source: Weekly
be: Штотыднёвы
fr: Hebdomanaire
kn: ಸಾಪ್ತಾಹಿಕ
pl: Tygodniowo
zh_tw: 每週

source: Monthly
be: Штомесячны
fr: Mensuelle
kn: ಮಾಸಿಕ
pl: Miesięcznie
zh_tw: 每月

source: Yearly
be: Штогадовы
fr: Annuelle
kn: ವಾರ್ಷಿಕ
pl: Rocznie
zh_tw: 每年

source: All
be: Усё
fr: Tout
kn: ಎಲ್ಲಾ
pl: Wszystkie
zh_tw: 全部

source: Update account
be: Абнавіць рахунак
fr: Mise à jour de compte
kn: ಖಾತೆಯನ್ನು ನವೀಕರಿಸಿ
pl: Zaktualizuj konto
zh_tw: 更新帳戶

source: Add Account
be: Дадаць рахунак
fr: Ajouter un compte
kn: ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
pl: Dodaj konto
zh_tw: 新增帳戶

source: Transaction history
be: Гісторыя транзакцый
kn: ವಹಿವಾಟಿನ ಇತಿಹಾಸ
pl: Historia transakcji
zh_tw: 交易記錄

source: Cash
be: Наяўнасць
fr: Espèces
kn: ನಗದು
pl: Gotówka
zh_tw: 現金

source: Bank
be: Банк
fr: Banque
kn: ಬ್ಯಾಂಕ್
zh_tw: 銀行

source: Wallet
be: Гаманец
fr: Portefeuille
kn: ವಾಲೆಟ್
pl: Portfel
zh_tw: 錢包

# cardHolder
source: Cardholder name
be: Імя трымальніка
fr: Nom du titulaire
kn: ಕಾರ್ಡ್‌ದಾರರ ಹೆಸರು
pl: Nazwa posiadacza
zh_tw: 持卡人名稱

source: Account name
be: Назва рахунку
fr: Nom de compte
kn: ಖಾತೆಯ ಹೆಸರು
pl: Nazwa konta
zh_tw: 帳戶名稱

# lastFourDigit
source: Last four digit number
be: Апошнія чатыры лічбы
fr: Quatres derniers chiffres
kn: ಕೊನೆಯ ನಾಲ್ಕು ಸಂಖ್ಯೆ
pl: Ostatnie 4 cyfry
zh_tw: 卡號末四碼

# addedAccount
source: Account added
be: Рахунак дададзены
fr: Compte ajouté
kn: ಖಾತೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pl: Konto zostało dodane
zh_tw: 已新增帳戶

# updatedAccount
source: Account updated
be: Рахунак абноўлены
fr: Compte mis à jour
kn: ಖಾತೆಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
pl: Konto zostało zaktualizowane
zh_tw: 已更新帳戶

# deletedAccount
source: Account deleted
be: Рахунак выдалены
fr: Compte supprimé
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ
pl: Konto zostało usunięte
zh_tw: 已刪除帳戶

# successAddCategory
source: Category added
be: Катэгорыя дададзена
fr: Catégorie ajoutée
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
pl: Kategoria została dodana
zh_tw: 已新增類別

# validName
source: Enter valid name
be: Увядзіце дапушчальную назву/імя
fr: Veuillez entrer un nom valide
kn: ಮಾನ್ಯವಾದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź poprawną nazwę
zh_tw: 請輸入有效名稱

source: Profile
be: Профіль
fr: Profil
kn: ಪ್ರೊಫೈಲ್
pl: Profil
zh_tw: 個人檔案

source: Choose theme
be: Абярыце тэму
fr: Thème
kn: ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz motyw
zh_tw: 選取主題

source: Select currency
be: Абярыце валюту
fr: Sélectionnez une devise
kn: ಕರೆನ್ಸಿ ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz walute
zh_tw: 選取貨幣

# errorAuth
source: Authentication error
be: Памылка аўтэнтыфікацыі
fr: Erreur d'authentification
kn: ದೃಢೀಕರಣ ದೋಷ
pl: Błąd autoryzacji
zh_tw: 驗證錯誤

# emptyAccountMessageTitle
source: No accounts are available
be: Няма рахункаў
fr: Aucun compte disponible
kn: ಯಾವುದೇ ಖಾತೆಗಳು ಲಭ್ಯವಿಲ್ಲ
pl: Brak kont
zh_tw: 沒有可用的帳戶

# emptyAccountMessageSubTitle
source: Add an account to display it here
be: Дадайце рахунак, каб ён адлюстраваўся тут
fr: Ajoutez un compte et il s'affichera ici
kn: ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
pl: Dodaj konto, aby je tutaj wyswietlić
zh_tw: 新增帳戶以在此顯示

# emptyCategoriesMessageTitle
source: No categories are available
be: Няма катэгорый
fr: Aucune catégorie disponible
kn: ಯಾವುದೇ ವರ್ಗಗಳು ಲಭ್ಯವಿಲ್ಲ
pl: Brak kategorii
zh_tw: 沒有可用的類別

# emptyCategoriesMessageSubTitle
source: Add a category to display it here
be: Дадайце катэгорыю, каб яна адлюстравалася тут
fr: Ajoutez une catégorie et elle s'affichera ici
kn: ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು ವರ್ಗವನ್ನು ಸೇರಿಸಿ
pl: Dodaj kategorię, aby ją tutaj wyświetlić
zh_tw: 新增類別以在此顯示

# emptyOverviewMessageTitle
source: No overview data
be: Няма дадзеных для агульнага выгляду
fr: Pas de données de synthèse
kn: ಅವಲೋಕನ ಡೇಟಾ ಇಲ್ಲ
pl: Brak danych przegladowych
zh_tw: 沒有概觀資料

# emptyOverviewMessageSubtitle
source: To see your spending overview, add your expenses
be: Каб убачыць агульны выгляд выдаткаў, дадайце выдаткі
fr: Pour voir la synthèse de vos dépenses, ajoutez des dépenses
kn: ನಿಮ್ಮ ವೆಚ್ಚ ಅವಲೋಕನವನ್ನು ನೋಡಲು, ನಿಮ್ಮ ವೆಚ್ಚಗಳನ್ನು ಸೇರಿಸಿ
pl: Aby zobaczyc przeglad wydatków, najpierw je dodaj
zh_tw: 欲檢視消費概觀，請先新增收支。

source: Amount
be: Колькасць
fr: Montant
kn: ಮೊತ್ತ
pl: Kwota
zh_tw: 金額

source: Initial amount
be: Першапачатковая колкасць
fr: Montant initial
kn: ಆರಂಭಿಕ ಮೊತ್ತ
pl: Kwota poczatkowa
zh_tw: 初始金額

# validAmount
source: Enter valid amount
be: Увядзіце дапушчальную колькасць
fr: Veuillez donner un montant valide
kn: ಮಾನ್ಯವಾದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź poprawną kwotę
zh_tw: 請輸入有效金額

# dueDate
source: End date
be: Канчатковая дата
fr: Date de fin
kn: ಅಂತಿಮ ದಿನಾಂಕ
pl: Data końcowa
zh_tw: 結束日期

source: Start date
be: Пачатковая дата
fr: Date de début
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
pl: Data początkowa
zh_tw: 開始日期

source: Social links
be: Спасылкі на сац. сеткі
fr: Liens & réseaux sociaux
kn: ಸಾಮಾಜಿಕ ಜಾಲತಾಣಗಳು
pl: Linki
zh_tw: 社群媒體連結

# telegramGroup
source: A group to follow and post bugs and feature requests
be: Група, у якой выкладваюцца абнаўленні і адсочваюцца багі
fr: Un groupe pour signaler et suivre les bugs et proposer des fonctionnalités.
kn: ದೋಷಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯದ ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಲು ಮತ್ತು ಪೋಸ್ಟ್ ಮಾಡಲು ಒಂದು ಗುಂಪು
pl: Grupa do informowania o błędach i prośbach o funkcje
zh_tw: 此群組將提供錯誤通知和功能請求

source: Privacy & Policy
be: Палітыка прыватнасці (англ.)
fr: Politique de confidentialité
pl: Prywatność i polityka
zh_tw: 隱私權政策與條款

# githubText
source: Fork the project on GitHub
be: Зыходны код праекта
fr: Forkez le projet sur GitHub
kn: GitHub ನಲ್ಲಿ ಯೋಜನೆಯನ್ನು ಫೋರ್ಕ್ ಮಾಡಿ
pl: Zobacz projekt w serwisie GitHub
zh_tw: 在 GitHub 上分支項目

source: Version
be: Версія
kn: ಆವೃತ್ತಿ
pl: Wersja
zh_tw: 版本

# deleteAccount
source: Deleting the account deletes all expenses which are tied to this account
be: Выдаленне рахунку таксама выдаляе ўсе транзакцыі, звязаныя з ім
fr: Supprimer le compte supprime toutes les dépenses qui lui sont associées
kn: ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ಈ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿರುವ ಎಲ್ಲಾ ವೆಚ್ಚಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ
pl: Usunięcie konta powoduje usunięcie wszystkich wydatków powiązanych z tym kontem
zh_tw: 刪除帳戶將同步移除與其連結的所有收支

# deleteCategory
source: Deleting the category deletes all expenses which are tied to this category
be: Выдаленне катэгорыі выдаляе ўсе транзакцыі, звязаныя з ёй
fr: Supprimer la catégorie supprime toutes les dépenses qui lui sont associées
kn: ವರ್ಗವನ್ನು ಅಳಿಸುವುದರಿಂದ ಈ ವರ್ಗಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ವೆಚ್ಚಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ
pl: Usunięcie kategorii powoduje usunięcie wszystkich wydatków powiązanych z tą kategorią
zh_tw: 刪除類別將同步移除與其連結的所有收支

# deleteExpense
source: Expense will be permanently removed from account
be: Транзакцыя будзе беззваротна выдалена
fr: Cette dépense sera définitivement retirée du compte
kn: ಖಾತೆಯಿಂದ ವೆಚ್ಚವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ
pl: Wydatek zostanie trwale usunięty z konta
zh_tw: 收支將從帳戶中永久刪除

# dialogDeleteTitle
source: Permanently delete?
be: Беззваротна выдаліць?
fr: Supprimer définitivement?
kn: ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುವುದೇ?
pl: Trwale usunąć?
zh_tw: 確定要永久刪除？

# updatedCategory
source: Category updated
be: Катэгорыя абноўлена
fr: Catégorie mise à jour
kn: ವರ್ಗವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
pl: Kategoria została zaktualizowana
zh_tw: 已更新類別

source: Update
be: Абнавіць
fr: Mettre à jour
kn: ನವೀಕರಿಸಿ
pl: Zaktualizuj
zh_tw: 更新

source: Add
be: Дадаць
fr: Ajouter
kn: ಸೇರಿಸಿ
pl: Dodaj
zh_tw: 新增

source: Done
be: Гатова
fr: Appliquer
kn: ಮುಗಿದಿದೆ
pl: Gotowe
zh_tw: 完成

source: Cancel
be: Адмяніць
fr: Annuler
kn: ರದ್ದುಗೊಳಿಸಿ
pl: Anuluj
zh_tw: 取消

source: Custom
be: Уласная
fr: Personnalisée
kn: ಕಸ್ಟಮ್
pl: Własny
zh_tw: 自訂

# accentColor
source: Primary color
be: Асноўны колер
fr: Couleur principale
kn: ಪ್ರಾಥಮಿಕ ಬಣ್ಣ
pl: Kolor dominujący
zh_tw: 主要顏色

# dynamicColor
source: Dynamic
be: Дынамічны
fr: Dynamique
kn: ಕ್ರಿಯಾತ್ಮಕ
pl: Dynamiczny
zh_tw: 動態

source: Pick color
be: Абярыце колер
fr: Sélection d'une couleur
kn: ಬಣ್ಣವನ್ನು ಆರಿಸಿ
pl: Wybierz kolor
zh_tw: 選擇顏色

# pickColorDesc
source: Set color to your category
be: Усталюйце колер для гэтай катэгорыі
fr: Choisir cette couleur pour cette catégorie
kn: ನಿಮ್ಮ ವರ್ಗಕ್ಕೆ ಬಣ್ಣವನ್ನು ಹೊಂದಿಸಿ
pl: Wybierz kolor do kategorii
zh_tw: 為類別設定顏色

source: Colors
be: Колеры
fr: Couleurs
kn: ಬಣ್ಣಗಳು
pl: Kolory
zh_tw: 顏色

source: Others
be: Іншыя
fr: Autres
kn: ಇತರೆ
pl: Inne
zh_tw: 其他

# madeWithLoveInIndia
source: Made with â™¥ in India
be: Зроблена з ❤️ з Індыі
fr: Fait avec ♥ en Inde
kn: ಭಾರತದಲ್ಲಿ ♥ ನೊಂದಿಗೆ ತಯಾರಿಸಲಾಗುತ್ತದೆ
pl: Zrobiono z ♥ w Indiach
zh_tw: Made with ♥ in India

source: Update Category
be: Абнавіць катэгорыю
fr: Mettre à jour la catégorie
kn: ವರ್ಗವನ್ನು ನವೀಕರಿಸಿ
pl: Zaktualizuj kategorię
zh_tw: 更新類別

# accountInformationTitle
source: Information
be: інфармацыя
kn: ಮಾಹಿತಿ
pl: Informacje
zh_tw: 資訊

# accountInformationSubTitle
source: The account details you entered are not shared with anyone, including us. It is only used for visual representation of account details, you may enter false info too
be: Дадзеныя рахункаў, якія вы ўводзіце, не адпраўляюцца нікому, у тым ліку нам (распрацоўшчыкам). Яны проста служаць візуальнай рэпрэзентацыяй дадзеных рахункаў, вы таксама можаце ўводзіць ілжывыя дадзеныя
fr: Les détails du compte que vous avez donnés ne sont partagés avec personne, nous y compris. Ils sont uniquement utilisés pour une représentation visuelle des détails du compte; vous pouvez aussi donnez de fausses informations
kn: ನೀವು ನಮೂದಿಸಿದ ಖಾತೆಯ ವಿವರಗಳನ್ನು ನಮ್ಮನ್ನೂ ಒಳಗೊಂಡಂತೆ ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗಿಲ್ಲ. ಖಾತೆಯ ವಿವರಗಳ ದೃಶ್ಯ ಪ್ರಾತಿನಿಧ್ಯಕ್ಕಾಗಿ ಮಾತ್ರ ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ, ನೀವು ತಪ್ಪು ಮಾಹಿತಿಯನ್ನು ಸಹ ನಮೂದಿಸಬಹುದು
pl: Wprowadzone dane konta nie są nikomu udostępniane, w tym nam. Są one używane jedynie wizualnie w aplikacji. Możesz wprawadzić fałszywe informacje
zh_tw: 您輸入的帳戶資訊不會與任何人分享（包含我們）。此功能僅用於帳戶資訊的視覺呈現，如有存疑，您亦可輸入虛假資訊。

source: Next
be: Далей
fr: Suivant
kn: ಮುಂದೆ
pl: Dalej
zh_tw: 下一步

source: Image
be: Выява
kn: ಚಿತ್ರ
pl: Zdjęcie
zh_tw: 圖片

# welcome
source: Hi, Welcome to
be: Вітаем! Сардэчна запрашаем у
fr: Bonjour, bienvenue
kn: ಸುಸ್ವಾಗತ
pl: Cześć, witaj w
zh_tw: 嗨，歡迎來到

# welcomeDesc
source: What should we call you?
be: Як да Вас звяртацца?
fr: Comment devons-nous vous appeler ?
kn: ನಾವು ನಿಮ್ಮನ್ನು ಏನು ಕರೆಯಬೇಕು
pl: Jak powinniśmy cię nazywać?
zh_tw: 我們應該如何稱呼您？

# nameHint
source: Name
be: Імя
fr: Nom
kn: ಹೆಸರು
pl: Imię
zh_tw: 名稱

# enterNameHint
source: Enter name
be: Увядзіце ваша імя
fr: Donnez un nom
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź imię
zh_tw: 請輸入名稱

# imageDesc
source: Let's set an image of you
be: Давайце ўсталюем вам выяву профілю!
fr: Ajoutons une image de vous
kn: ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಹೊಂದಿಸೋಣ
pl: Ustawmy twój wizerunek
zh_tw: 讓我們一同來設定您的照片

# setBudget
source: Set budget for category
be: Усталюйце бюджэт для катэгорыі
fr: Mettre un budget pour une catégorie
kn: ವರ್ಗಕ್ಕೆ ಬಜೆಟ್ ಹೊಂದಿಸಿ
pl: Ustaw budżet dla kategorii
zh_tw: 為類別設定預算

source: Income
be: Прыбытак
fr: Revenus
kn: ಆದಾಯ
pl: Dochód
zh_tw: 收入

source: This month
be: У гэтым месяцы
fr: Ce mois-ci
kn: ಈ ತಿಂಗಳು
pl: ten miesiąc
zh_tw: 本月

source: Total balance
be: Агульны баланс
fr: Balance totale
kn: ಒಟ್ಟು ಮೊತ್ತ
pl: Łączne saldo
zh_tw: 總餘額

source: Ok
be: Ок
kn: ಸರಿ
zh_tw: 確定

# searchMessage
source: Start searching something!
be: Пачніце шукаць што-небудзь!
fr: Commencez à chercher quelque chose !
kn: ಏನನ್ನಾದರೂ ಹುಡುಕಲು ಪ್ರಾರಂಭಿಸಿ!
pl: Zacznij szukać!
zh_tw: 在搜尋欄中輸入關鍵字以搜尋

# emptySearchMessage
source: Looks like nothing was found!
be: Нічога не знойдзена
fr: On dirait que rien n'a été trouvé !
kn: ಏನೂ ಕಂಡುಬಂದಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ!
pl: Nic nie zostało znalezione!
zh_tw: 沒有搜尋結果

# emptyExpensesMessageTitle
source: No expenses yet?
be: Няма выдаткаў
fr: Pas encore de dépenses ?
kn: ಇನ್ನೂ ಯಾವುದೇ ವೆಚ್ಚಗಳನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ
pl: Brak wydatków
zh_tw: 尚無收支？

# emptyExpensesMessageSubTitle
source: If there are no expenses, start by adding an expense to see it displayed here
be: Калі не паказаны выдаткі, дадайце іх, каб яны паказваліся тут
fr: Il n'y a aucune dépense, ajoutez-en pour qu'elles s'affichent
kn: ಇಲ್ಲಿ ಯಾವುದೇ ವೆಚ್ಚವನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗದಿದ್ದರೆ, ಪ್ರದರ್ಶಿಸಲು ವೆಚ್ಚವನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ.
pl: Zacznij od dodania wydatku, aby wyświetlić go tutaj
zh_tw: 欲檢視收支，請先新增收支。

# selectIconTitle
source: Select icon
be: Абярыце значок
fr: Selectionnez un icône
kn: ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz ikonę
zh_tw: 選取圖標

# selectIconSubTitle
source: Tap to select icon
be: Націсніце, каб выбраць значок
fr: Cliquez pour sélectionner un icône
kn: ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
pl: Dotknij, aby ustawić ikonę
zh_tw: 輕觸以選取圖標

source: Income name
be: Назва прыбытку
fr: Titre du revenu
kn: ಆದಾಯದ ಹೆಸರು
pl: Nazwa dochodu
zh_tw: 收入名稱

source: Currency sign
be: Значок валюты
fr: Devise
kn: ಕರೆನ್ಸಿ ಚಿಹ್ನೆ
pl: Znak waluty
zh_tw: 貨幣符號

source: Expense by category
be: Выдаткі па катэгорыях
fr: Dépenses par catégories
kn: ವರ್ಗವನ್ನು ಆಧರಿಸಿ ವೆಚ್ಚ
pl: Wydatki według kategorii
zh_tw: 以類別排序收支

source: Transactions by category
fr: Transactions par catégories
kn: ವರ್ಗವನ್ನು ಆಧರಿಸಿ ವಹಿವಾಟುಗಳು
pl: Transakcje według kategorii
zh_tw: 以類別排序交易

# backupAndRestoreTitle
source: Backup and restore
be: Захаваць і аднавіць
fr: Sauvegarder et réstaurer
kn: ಬ್ಯಾಕ್ಅಪ್ ಮತ್ತು ಮರುಸ್ಥಾಪನೆ
pl: Kopia zapasowa i przywracanie
zh_tw: 備份與復原

# backupAndRestoreSubTitle
source: Backup and restore your expenses, accounts & categories
be: Захаваць і аднавіць выдаткі, рахункі й катэгорыі
fr: Sauvegardez et réstaurez vos dépenses, comptes & catégories.
kn: ನಿಮ್ಮ ವೆಚ್ಚಗಳು, ಖಾತೆಗಳು ಮತ್ತು ವರ್ಗಗಳನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಿ ಮತ್ತು ಮರುಸ್ಥಾಪಿಸಿ
pl: Twórz kopie zapasowe i przywracaj wydatki, konta i kategorie
zh_tw: 備份和復原您的收支、帳戶及類別

# exportData
source: Export
be: Экспартаваць
fr: Exporter
kn: ರಫ್ತು
pl: Eksportuj
zh_tw: 匯出

# importData
source: Import
be: Імпартаваць
fr: Importer
kn: ಆಮದು
pl: Importuj
zh_tw: 匯入

source: Creating backup
be: Ствараем бэкап
fr: Création d'une sauvegarde
kn: ಬ್ಯಾಕಪ್ ರಚಿಸಲಾಗುತ್ತಿದೆ
pl: Tworzenie kopii zapasowej...
zh_tw: 正在建立備份

# creatingBackupSuccess
source: Backup successful
be: Бэкап створан паспяхова
fr: Sauvegarde réussie
kn: ಬ್ಯಾಕಪ್ ಯಶಸ್ವಿಯಾಗಿದೆ
pl: Kopia zapasowa została utworzona
zh_tw: 成功建立備份

source: Restoring backup
be: Аднаўляем бэкап
fr: Réstauration de la sauvegarde
kn: ಬ್ಯಾಕಪ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ
pl: Przywracanie kopii zapasowej...
zh_tw: 正在復原備份

# restoringBackupSuccess
source: Restoring successful
be: Аднаўленне паспяхова
fr: Réstauration réussie
kn: ಮರುಸ್ಥಾಪನೆ ಯಶಸ್ವಿಯಾಗಿದೆ
pl: Przywracanie się powiodło
zh_tw: 成功復原

source: Save as CSV
be: Захаваць як CSV
fr: Enregistrer au format CSV
kn: CSV ಆಗಿ ಉಳಿಸಿ
pl: Zapisz jako CSV
zh_tw: 以 CSV 另存新檔

# saveAsCSVDesc
source: Export data into CSV file format
be: Экспарт дадзеных у фармаце CSV
fr: Exporter les données dans un fichier au format CSV
kn: CSV ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್‌ಗೆ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ
pl: Eksportuj dane do formatu pliku CSV
zh_tw: 以 CSV 格式匯出資料

# appRate
source: Rate the app
be: Ацаніць дадатак
fr: Notez l'application
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
pl: Oceń aplikację
zh_tw: 為應用程式評分

# appRateDesc
source: Love this app? Let us know how we can make it better on the Google Play Store
be: Падабаецца дадатак? Дайце нам ведаць у Google Play Store як мы можам зрабіць яго яшчэ лепш! (калі ёсць магчымасць, пішыце водгук на англійскай)
fr: Vous aimez cette application ? Ditez-nous comment nous pouvons l'améliorer sur Google Play Store !
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಇಷ್ಟಪಡುತ್ತೀರಾ? ನಾವು ಇದನ್ನು ಇನ್ನಷ್ಟು ಉತ್ತಮಗೊಳಿಸುವುದು ಹೇಗೆ ಎಂಬುದನ್ನು Google Play Store ನಲ್ಲಿ ನಮಗೆ ತಿಳಿಸಿ
pl: Lubisz tę aplikację? Daj nam znać, jak możemy ją ulepszyć w sklepie Google Play
zh_tw: 如果您喜歡此應用程式，歡迎您在 Google Play 商店中鼓勵我們

source: Raise a bug or request
be: Распавесці пра памылку ці прапанаваць дадатак
fr: Signaler un bug ou proposer une fonctionnalité
kn: ದೋಷ ಅಥವಾ ವಿನಂತಿಯನ್ನು ರಚಿಸಿ
pl: Zgłoś błąd lub prośbę
zh_tw: 提交錯誤或請求

# raiseABugOrRequestDesc
source: Found a bug or need a feature to be implemented? Ask away!
be: Знайшлі праграмную памылку ці хочаце бачыць нейкі дадатковы функцыянал у дадатку? Пішыце (просім гэта рабіць на англійскай), мы чытаем запыты! :)
fr: Vous avez trouvé un bug ou avez besoin qu'une fonctionnalité soit ajoutée ? Demandez !
kn: ದೋಷ ಕಂಡುಬಂದಿದೆಯೇ ಅಥವಾ ಕಾರ್ಯಗತಗೊಳಿಸಲು ವೈಶಿಷ್ಟ್ಯದ ಅಗತ್ಯವಿದೆಯೇ?, ದಯವಿಟ್ಟು ಕೇಳಿ
pl: Znalazłeś błąd lub brakuje ci jakiejś funkcji? Zapytaj!
zh_tw: 有任何錯誤或功能請求？歡迎提問！

source: Transfer name
be: Імя пераліку
fr: Nom de transfert
kn: ವರ್ಗಾವಣೆಯ ಹೆಸರು
pl: Nazwa transferu
zh_tw: 轉移名稱

source: Debt
be: Пазыка
fr: Dette
kn: ಸಾಲ
pl: Dług
zh_tw: 借方

source: Credit
be: Крэдыт
fr: Crédit
kn: ಕ್ರೆಡಿಟ್
pl: Kredyt
zh_tw: 貸方

source: Enter category
fr: Donnez une catégorie
kn: ವರ್ಗವನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź kategorię
zh_tw: 請輸入類別

source: Add debt
be: Дадаць пазыку
fr: Ajouter une dette
kn: ಸಾಲವನ್ನು ಸೇರಿಸಿ
pl: Dodaj dług
zh_tw: 新增借記

source: Add credit
be: Дадаць крэдыт
fr: Ajouter un crédit
kn: ಕ್ರೆಡಿಟ್ ಸೇರಿಸಿ
pl: Dodaj kredyt
zh_tw: 新增貸記

source: Enter budget
be: Увядзіце бюджэт
fr: Donnez un budget
kn: ಬಜೆಟ್ ಅನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź budżet
zh_tw: 請輸入預算

source: Enter description
be: Увядзіце апісанне
fr: Donnez une description
kn: ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź opis
zh_tw: 請輸入描述

# validDescription
source: Enter valid description
be: Увядзіце дапушчальнае апісанне
fr: Donnez une description valide
kn: ಮಾನ್ಯ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź poprawny opis
zh_tw: 請輸入有效描述

source: Pay debt
be: Аплаціць пазыку
fr: Payer la dette
kn: ಸಾಲವನ್ನು ಪಾವತಿಸಿ
pl: Spłać dług
zh_tw: 登載借記

source: Pay credit
be: Аплаціць крэдыт
fr: Payer le crédit
kn: ಕ್ರೆಡಿಟ್ ಪಾವತಿಸಿ
pl: Spłać kredyt
zh_tw: 登載貸記

source: Enter amount
be: Увядзіце суму
fr: Donnez un montant
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź kwotę
zh_tw: 請輸入金額

# emptyDebts
source: There are no debts at this time
be: У вас няма пазык
fr: Vous n'avez aucune dette à ce jour
kn: ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಸಾಲಗಳಿಲ್ಲ
pl: Na razie nie masz żadnych długów
zh_tw: 目前尚無借記

# emptyDebtsDesc
source: Add your debts to see them displayed here
be: Дадайце свае пазыкі сюды, каб іх адлюстраваць тут
fr: Ajoutez vos dettes et elles apparaîtront ici
kn: ನಿಮ್ಮ ಸಾಲಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು, ಅವುಗಳನ್ನು ನಮೂದಿಸಿ
pl: Dodaj swoje długi, aby zobaczyć je tutaj
zh_tw: 新增借記以在此檢視

# emptyCredit
source: There are no credits at this time
be: У вас няма крэдытаў
fr: Il n'y a aucun crédit à ce jour
kn: ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಕ್ರೆಡಿಟ್‌ಗಳಿಲ್ಲ
pl: Na razie nie masz żadnych kredytów
zh_tw: 目前尚無貸記

# emptyCreditDesc
source: Add your credits to see them displayed here
be: Дадайце свае крэдыты сюды, каб іх адлюстраваць тут
fr: Ajoutez vos crédits et elles apparaîtront ici
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು, ಅವುಗಳನ್ನು ನಮೂದಿಸಿ
pl: Dodaj swoje kredyty, aby zobaczyć je tutaj
zh_tw: 新增貸記以在此顯示

source: Enter initial amount
be: Увядзіце першапачатковую суму
fr: Donnez un montant initial
kn: ಆರಂಭಿಕ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź kwotę początkową
zh_tw: 新增初始金額

# enterNumberOptional
source: Enter last 4 digit (optional)
be: Увядзіце апошнія 4 лічбы (не абавязкова)
fr: Donnez les 4 derniers chiffres (optionel)
kn: ಕೊನೆಯ 4 ಅಂಕೆಗಳನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ)
pl: Wpisz ostatnie 4 cyfry (opcjonalnie)
zh_tw: 請輸入末四碼 (可選)

source: Enter account name
be: Увядзіце назву рахунку
fr: Donnez un nom de compte
kn: ಖಾತೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź nazwę konta
zh_tw: 請輸入帳戶名稱

source: Enter cardholder name
be: Увядзіце імя ўладальніка
fr: Donnez le nom de titulaire
kn: ಕಾರ್ಡ್ ಹೋಲ್ಡರ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź nazwę posiadacza
zh_tw: 請輸入持卡人名稱

source: Search
be: Пошук
fr: Rechercher
kn: ಹುಡುಕಿ
pl: Wyszukaj
zh_tw: 搜尋

source: Add new
be: Дадаць новы
fr: En ajouter un nouveau
kn: ಹೊಸದನ್ನು ಸೇರಿಸಿ
pl: Dodaj nowe
zh_tw: 新增

source: Delete
be: Выдаліць
fr: Supprimer
kn: ಅಳಿಸಿ
pl: Usuń
zh_tw: 刪除
