Repository: xunafay/Quotient
Catalog: lib/localization/app_*.arb
Languages: be, fr, kn, pl, zh_tw

# appBarSearch
source: Search expenses, accounts, categories
be: Шукаць сярод выдаткаў, рахункаў і катэгорый
fr: Rechercher des dépenses, comptes, catégories
kn: ನಿಮ್ಮ ವೆಚ್ಚಗಳು, ಖಾತೆಗಳು, ವರ್ಗಗಳನ್ನು ಹುಡುಕಿ
pl: Szukaj wydatków, kont, kategorii
zh_tw: 搜尋收支、帳戶、類別

# noTransaction
source: Empty in transaction
be: Пуста ў транзакцыі
fr: Transaction vide
kn: ವಹಿವಾಟುಗಳಲ್ಲಿ ಖಾಲಿಯಾಗಿದೆ
pl: Brak transakcji
zh_tw: 交易為空

source: Enter symbol
be: Увядзіце сымбаль
fr: Donnez un symbole
kn: ಚಿಹ್ನೆಯನ್ನು ನಮೂದಿಸಿ
pl: Wprowadź symbol
zh_tw: 請輸入符號

# leftSymbol
source: Symbol on left
be: Сымбаль злева
fr: Symbole à gauche
kn: ಎಡಭಾಗದಲ್ಲಿ ಚಿಹ್ನೆ
pl: Symbol po lewej stronie
zh_tw: 符號靠左

# rightSymbol
source: Symbol on right
be: Сымбаль справа
fr: Symbole à droite
kn: ಬಲಭಾಗದಲ್ಲಿ ಚಿಹ್ನೆ
pl: Symbol po prawej stronie
zh_tw: 符號靠右

source: Custom symbol
be: Асаблівы сымбаль
fr: Symbole personnalisé
kn: ಕಸ್ಟಮ್ ಚಿಹ್ನೆ
pl: Własny symbol
zh_tw: 自訂符號

# intoTitle
source: Simple way to help control your savings
be: Просты спосаб кантраляваць свой бюджэт
fr: Un moyen simple de contrôler votre épargne
kn: ನಿಮ್ಮ ಉಳಿತಾಯವನ್ನು ನಿಯಂತ್ರಿಸಲು ಸಹಾಯ ಮಾಡುವ ಸರಳ ಮಾರ್ಗ
pl: Prosty sposób, aby pomóc kontrolować swoje oszczędności
zh_tw: 協助您輕鬆控制儲蓄

# intoSummary1
source: Manage your money with our app
be: Распараджайцеся сваімі фінансамі з дапамогай нашага дадатку!
fr: Gérez votre argent avec notre application
kn: ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಹಣವನ್ನು ನಿರ್ವಹಿಸಿ
pl: Zarządzaj swoimi pieniędzmi za pomocą naszej aplikacji
zh_tw: 透過我們，來管理您的金錢

# intoSummary2
source: Easy expense tracking for a better budget
be: Адсочвайце свае выдаткі для паляпшэння бюджэту
fr: Suivi facile des dépenses pour un budget bien géré
kn: ಉತ್ತಮ ಬಜೆಟ್‌ಗಾಗಿ ಸುಲಭ ಖರ್ಚು ಟ್ರ್ಯಾಕಿಂಗ್
pl: Łatwe śledzenie wydatków dla lepszego budżetu
zh_tw: 輕易追蹤收支，取得更佳預算

# intoSummary3
source: Stay on top of your expenses, anytime, anywhere
be: Сачыце за сваім бюджэтам, усюды і заўсёды
fr: Restez informés de vos dépenses, n'importe quand, n'importe où
kn: ಯಾವುದೇ ಸಮಯದಲ್ಲಿ, ಎಲ್ಲಿಯಾದರೂ ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
pl: Kontroluj swoje wydatki zawsze i wszędzie
zh_tw: 隨時隨地掌握您的收支

# introCTA
source: Get started
be: ПАЧАЦЬ
fr: Commencer
kn: ಪ್ರಾರಂಭಿಸಿ
pl: Zaczynajmy
zh_tw: 開始使用

# deleteDebtOrCredit
source: Deleting the debt or credit deletes all records related to it
be: Выдаленне пазыкі ці крэдыту выдаліць усе асацыяваныя з ім транзакцыі
fr: Supprimer la dette ou le crédit supprime tous les enregistrements associés
kn: ಸಾಲ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಅಳಿಸುವುದು ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ದಾಖಲೆಗಳನ್ನು ಅಳಿಸುತ್ತದೆ
pl: Usunięcie długu lub kredytu powoduje usunięcie wszystkich zapisów z nim związanych
zh_tw: 刪除借方或貸方資料將同步移除與其相關的所有記錄

# backupAndRestoreJSONTitle
source: Export data as JSON file
be: Экспарт дадзеных у фармаце JSON
fr: Exporter les données dans un fichier JSON
kn: JSON ಫೈಲ್ ಆಗಿ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ
pl: Eksportuj dane jako plik JSON
zh_tw: 以 JSON 格式匯出資料

# backupAndRestoreJSONDesc
source: The file will be a plain JSON file created and exported to save. Please note that if in case anything changes happen in the future in Quotient then this file will be invalid to import
be: Файл бэкапу будзе ў фармаце JSON. Увага: пры любой ключавой змене ў працы праграмы (пры новым рэлізе, напрыклад) экспартаваны JSON файл можа не падыходзіць для ўзнаўлення дадзеных, будзьце ўважлівы!
fr: Le fichier sera un fichier JSON ordinaire créé et exporté pour être enregistré. Veuillez noter que s'il arrive quelque chose dans le futur à Quotient ces fichiers seront invalides à l'import
kn: ಫೈಲ್ ಸರಳ JSON ಫೈಲ್ ಆಗಿರುತ್ತದೆ ಮತ್ತು ಉಳಿಸಲು ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ. Quotient ಗೆ ಭವಿಷ್ಯದಲ್ಲಿ ಏನಾದರೂ ಬದಲಾವಣೆಗಳು ಸಂಭವಿಸಿದಲ್ಲಿ ಈ ಫೈಲ್ ಆಮದು ಮಾಡಲು ಅಮಾನ್ಯವಾಗಿರುತ್ತದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.
pl: Plik będzie zapisany w formacie JSON. Należy pamiętać, że jeśli w przyszłości nastąpią jakiekolwiek zmiany w aplikacji Quotient, tego plik będzie niemożliwy do przywrócenia
zh_tw: 檔案將以純 JSON 格式建立並匯出和儲存。請注意，若 Quotient 在未來發生變更，此檔案將無法匯入。

# emptyBudgetMessageTitle
source: No budgets have been set for any categories
be: Няма бюджэтаў, звязаных з катэгорыямі
fr: Aucun budget n'a été mis pour aucune catégorie
kn: ಯಾವುದೇ ವರ್ಗಗಳಿಗೆ ಯಾವುದೇ ಬಜೆಟ್‌ಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
pl: Nie ustalono budżetów dla żadnej kategorii
zh_tw: 尚無類別設定預算

# emptyBudgetMessageSubTitle
source: Set a budget for any category, and that category will show up here
be: Наладзьце бюджэт для любой катэгорыі, і гэтая катэгорыя з'явіцца тут
fr: Créez un budget pour une catégorie et cette catégorie apparaîtra ici
kn: ಯಾವುದೇ ವರ್ಗಕ್ಕೆ ಬಜೆಟ್ ಹೊಂದಿಸಿ ಮತ್ತು ಆ ವರ್ಗವನ್ನು ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ
pl: Ustaw budżet dla dowolnej kategorii, a ta kategoria pojawi się tutaj
zh_tw: 為任何類別設定預算，該類別將在此處顯示

# recurringEmptyMessageTitle
source: No recurring events?
be: Няма перыядычных трат
fr: Aucune souscription ?
kn: ಮರುಕಳಿಸುವ ಈವೆಂಟ್‌ಗಳಿಲ್ಲವೇ?
pl: Brak cyklicznych transakcji
zh_tw: 尚無週期性活動？

# recurringEmptyMessageSubTitle
source: Add recurring events to view them here
be: Дадайце перыядычныя траты і яны з'явяцца тут
fr: Ajoutez vos souscriptions et elles apparaîtront ici
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಮರುಕಳಿಸುವ ಈವೆಂಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ
pl: Dodaj cykliczne transakcje, a te pokażą się tutaj
zh_tw: 新增週期性活動以在此檢視

# recurringAction
source: Add recurring events
be: Дадаць перыядычныя траты
fr: Ajouter une souscription
kn: ಮರುಕಳಿಸುವ ಈವೆಂಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ
pl: Dodaj cykliczną transkację
zh_tw: 新增週期性活動

source: Sort list
be: Сартаваць спіс
fr: Trier la liste
kn: ಪಟ್ಟಿಯನ್ನು ವಿಂಗಡಿಸಿ
pl: Sortuj
zh_tw: 排序列表

source: Small size FAB
be: Кнопкі маленькага памеру
fr: Petit bouton Plus
kn: ಸಣ್ಣ ಗಾತ್ರದ FAB
pl: Mniejsze przyciski akcji
zh_tw: 小型 FAB

# smallSizeFabMessage
source: Show small size action button on all screens
be: Усе кнопкі дзеянні будуць невялікага памеру
fr: Afficher tous les boutons d'actions en petit.
kn: ಎಲ್ಲಾ ಪರದೆಯ ಮೇಲೆ ಸಣ್ಣ ಗಾತ್ರದ ಕ್ರಿಯೆಯ ಬಟನ್ ಅನ್ನು ತೋರಿಸಿ
pl: Wyświetlaj mniejsze przyciski w prawym dolnym roku
zh_tw: 在所有畫面中以較小尺寸的懸浮動作按鈕顯示

# selectDateErrorMessage
source: Select date
be: Выбраць дату
fr: Sélectionnez une date
kn: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz datę
zh_tw: 選取日期

source: Edit
be: Рэдагаваць
fr: Modifier
kn: ತಿದ್ದು
pl: Edytuj
zh_tw: 編輯

# fromAccount
source: Transfer account from
be: Перавесці рахунак з...
fr: Transférer le compte depuis
kn: ನಿಂದ ಖಾತೆಯನ್ನು ವರ್ಗಾಯಿಸಿ
pl: Transfer z konta
zh_tw: 轉移自

# toAccount
source: Transfer account to
be: Перавесці рахунак у...
fr: Transférer le compte vers
kn: ಗೆ ಖಾತೆಯನ್ನು ವರ್ಗಾಯಿಸಿ
pl: Transfer na konto
zh_tw: 轉移至

# paisaLocked
source: Quotient Locked
be: Quotient закрыта!
fr: Quotient vérouillé
kn: Quotient ಲಾಕ್ ಮಾಡಲಾಗಿದೆ
pl: Quotient zablokowana
zh_tw: Quotient 已鎖定

source: Authenticate
be: Аўтэнтыфікаваць
fr: Authentification
kn: ಪ್ರಮಾಣೀಕರಿಸಿ
pl: Odblokuj
zh_tw: 認證

# biometricMessage
source: Touch the fingerprint sensor
be: Дакраніцеся да сэнсару адбітка пальцаў
fr: Touchez le détecteur d'empreinte
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಸಂವೇದಕವನ್ನು ಸ್ಪರ್ಶಿಸಿ
pl: Dotknij czytnika linii papilarnych
zh_tw: 請觸碰指紋感測器

source: Added categories
be: Дабаўленыя катэгорыі
fr: Categories ajoutées
kn: ಸೇರಿಸಲಾಗಿರುವ ವರ್ಗಗಳು
pl: Dodane kategorie
zh_tw: 已新增類別

source: Recommended categories
be: Стандартныя катэгорыі
fr: Categories par défaut
kn: ಡೀಫಾಲ್ಟ್ ವರ್ಗಗಳು
pl: Domyślne kategorie
zh_tw: 預設類別

# addedAccounts
source: Selected accounts
be: Дададзеныя рахункі
fr: Comptes ajoutés
kn: ಸೇರಿಸಲಾಗಿರುವ ಖಾತೆಗಳು
pl: Dodane konta
zh_tw: 已新增帳戶

source: Recommended accounts
be: Стандартныя рахункі
fr: Comptes par défaut
kn: ಡೀಫಾಲ್ಟ್ ಖಾತೆಗಳು
pl: Domyślne konta
zh_tw: 預設帳戶

source: Total
be: Сума
kn: ಒಟ್ಟು
pl: Razem
zh_tw: 總共

source: Colors & UI
be: Колеры і карыстацкі інтэрфейс
fr: Couleurs & interface utilisateur
kn: ಬಣ್ಣಗಳು ಮತ್ತು UI
pl: Kolory i interfejs
zh_tw: 顏色與介面

source: More
be: Яшчэ...
fr: Plus
kn: ಇನ್ನಷ್ಟು
pl: Więcej
zh_tw: 更多

source: Choose icon
be: Абярыце значок
fr: Choissez un icône
kn: ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
pl: Wybierz ikonę
zh_tw: 選擇圖標

source: Transfer category
be: Катэгорыя пераліку
fr: Transférer une categorie
kn: ವರ್ಗಾವಣೆ ವರ್ಗ
pl: Kategoria transferu
zh_tw: 轉移類別

source: Account style
be: Стыль адлюстравання рахункаў
fr: Style du compte
kn: ಖಾತೆ ಶೈಲಿ
pl: Styl konta
zh_tw: 帳戶樣式

# accountStyleDescription
source: Select your preferred account display style : vertical or horizontal
be: Абярыце пераважны варыянт адлюстравання рахункаў: вертыкальны або гарызантальны
fr: Sélectionnez votre style de disposition de compte préférée : verticale ou horizontale.
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಖಾತೆಯ ಪ್ರದರ್ಶನ ಶೈಲಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ: ಲಂಬ ಅಥವಾ ಅಡ್ಡ
pl: Wybierz preferowany styl wyświetlania konta: pionowy lub poziomy
zh_tw: 選取您偏好的帳戶顯示樣式: 垂直或水平

source: Support me
be: Падтрымаць праект
fr: Soutenez-moi
kn: ನನ್ನನ್ನು ಬೆಂಬಲಿಸಿ
pl: Wesprzyj mnie
zh_tw: 支持我

# supportMeDescription
source: If you think I deserve a little treat for my hard work, you can buy me a virtual beer
be: Калі Вам падабаецца дадатак, можаце падтрымаць праект фінансава
fr: Si vous pensez que je mérite un petit cadeau pour mon dur labeur, vous pouvez me payer une bière virtuelle.
kn: ನನ್ನ ಕಠಿಣ ಪರಿಶ್ರಮಕ್ಕಾಗಿ ನಾನು ಉಡುಗೊರೆಗೆ ಅರ್ಹನೆಂದು ನೀವು ಭಾವಿಸಿದರೆ, ನೀವು ನನಗೆ ವರ್ಚುವಲ್ ಬಿಯರ್ ಖರೀದಿಸಬಹುದು
pl: Jeśli uważasz, że zasłużyłem na małą nagrodę za moją ciężką pracę, możesz postawić mi wirtualne piwo
zh_tw: 若我的辛勤值得嘉獎，歡迎為我買杯虛擬啤酒

# lockAppDescription
source: When enabled, you'll need to use fingerprint to open Quotient.
be: Калі ўключана, для ўваходу ў Quotient неабходна выкарыстоўваць адбітак пальца
fr: Une fois activé, vous devrez utiliser une empreinte digitale pour ouvrir Quotient.
pl: Gdy ta opcja jest włączona, do otwarcia aplikacji Quotient konieczne będzie użycie odcisku palca.
zh_tw: 啟用此選項時，您將需要使用指紋認證以開啟 Quotient。

source: Font style
fr: Police d'écriture
pl: Styl czcionki
zh_tw: 字型樣式

# fontStyleDescription
source: Change the font style to personalize your app's appearance. Select from various font options to suit your preferences and enhance readability.
fr: Changez la police pour personaliser l'apparence de votre application. Choisissez parmis plusieurs options de polices selon vos préférences et améliorez la lisibilité.
pl: Zmień styl czcionki, aby spersonalizować wygląd aplikacji. Wybierz spośród różnych opcji czcionek, aby dopasować je do swoich preferencji i poprawić czytelność.
zh_tw: 透過變更字型樣式以個人化應用程式外觀。請選取符合您偏好的字型，同時藉此增強可讀性。

source: Choose font
fr: Choisissez une police d'écriture
pl: Wybierz czcionkę
zh_tw: 選擇字型

# chooseAppLanguage
source: Choose language
fr: Choisissez une langue
pl: Wybierz język
zh_tw: 選擇語言

source: App language
fr: Langue de l'application
pl: Język aplikacji
zh_tw: 應用程式語言

source: Calendar format
be: Фармат календара
fr: Format du calendrier
kn: ಕ್ಯಾಲೆಂಡರ್ ಸ್ವರೂಪ
